{"inputs": "Quels président des États-Unis ne s’est jamais marié ?", "targets": "James Buchanan est le seul président qui ne s'est jamais marié.", "language": "French", "language_code": "fra", "annotation_type": "re-annotations", "user_id": "5bd125e28d277d4fbc168f7accbcd05477951aea60008baf625829d64e5e3580"}
{"inputs": "كم عدد الخلفاء الراشدين ؟ أجب على السؤال السابق.", "targets": "الإجابة هي: 4 خلفاء هم: أبوبكر الصديق، عمر بن الخطاب، عثمان بن عفان، وعلي بن أبي طالب رضي الله عنهم أجمعين.", "language": "Standard Arabic", "language_code": "arb", "annotation_type": "original-annotations", "user_id": "13c05f2d3912479e80ce8aea399db395ce766b841c936cd9c58cdd74440f8428"}
{"inputs": "கேள்வி: \nகீழ்க்காணும்  புதிருக்கான விடையை கண்டுபிடிக்கவும். \nகையில்லாமல் நீந்துவான்; கால் இல்லாமல் ஓடுவான். அவன் யார்?", "targets": "பதில்: \nபடகு", "language": "Tamil", "language_code": "tam", "annotation_type": "re-annotations", "user_id": "91d8bea5f24cef25452aa5bca663c116e59d8265478b9ae70ef1a8edfd929c8f"}
{"inputs": "Ijinigbe akẹkọọ Zamfara: Awọn obi fibinu ya bo ileewe, wọn ba dukia ijọba jẹ", "targets": "Latari bawọn agbebọn ṣe ji awọn akẹkọọ-binrin to ju ọọdunrun lọ gbe nileewe ijọba Government Girls Secondary School, nipinlẹ Zamfara, awọn kan lara obi awọn awọn ọmọ naa ti lọọ ṣakọlu si ileewe ọhun, wọn si fibinu ba awọn dukia ijọba jẹ.\n\nGẹgẹ ba a ṣe gbọ, bojumọ ọjọ Ẹti, Furaidee, ṣe n mọ, lẹyin tiṣẹlẹ ijinigbe naa ti waye loru, awọn obi naa sare gba ileewe ọhun lọ, ni Jangebe, nijọba ibilẹ Talata-Mafara, onikaluku fẹẹ mọ boya ọmọ wọn ko si lara awọn ti wọn ko wọgbo ọhun.\n\nWọn ni iyalẹnu lo jẹ fawọn obi naa nigba ti wọn ri i pe awọn ọmọ to ṣeku ko fi ju aadọta (50) pere lọ, bẹẹ wọn lawọn ọmọ to n kawe nileewe ọhun le lẹgbẹta (600). Bakan naa ni wọn ni ọkan lara awọn tiṣa ileewe naa sọ pe awọn ọmọ ti wọn ji gbe naa ju ọọdunrun lọ daadaa, o ni wọn le lẹẹdẹgbẹta (500).\n\nIbinu iṣẹlẹ yii, ati ijakulẹ bijọba ko ṣe pese aabo to peye fawọn ọmọ wọn ni wọn lo fa a tawọn obi naa fi bẹrẹ si i ba awọn dukia jẹ ninu ọgba ileewe naa, wọn n gbọn windo ati ilẹkun yọ, wọn si n ba awọn aga ati tabili tawọn akekọọ naa n lo jẹ.\n\nBẹẹ ni wọn lawọn obi tori ko ọmọ wọn yọ lọwọ ikọlu awọn ajinigbe naa n sare gan ọmọ wọn lapa, wọn mu wọn kuro nileewe ọhun, wọn si n leri pe ọmọ awọn ko kawe mọ, ijọba ti ja awọn kulẹ.\n\nAjọ Akoroyinjọ ilẹ wa (NAN), tun royin pe niṣe ni obi kan daku lọ gbọnrangandan nigba to ri i pe ọmọ rẹ ti wa lara awọn ti wọn ha sọwọ awọn agbebọn naa.\n\nAmọ ṣa o, ileeṣẹ ọlọpaa ipinlẹ Zamfara ti fidi ẹ mulẹ pe awọn ọmọbinrin ọmọleewe ti wọn ji gbe naa ko ju okoolelọọọdunrun o din mẹta lọ (317).\n\nAlukoro ọlọpaa ipinlẹ naa, DSP Shehu Mohammed, sọ ninu atẹjade kan to fi lede lori iṣẹlẹ naa pe ileeṣẹ ọlọpaa ti bẹrẹ igbesẹ gidi lati tete ri awọn ọmọ okoolelọọọdunrun o din mẹta naa gba wale pada.\n\nAtẹjade naa ka lapa kan pe: “Kọmiṣanna ọlọpaa ipinlẹ Zamfara, Abutu Yaro, olori ikọ Hadarin Daji tileeṣẹ ologun, Ọgagun Aminu Bande, kọmanda awọn ọmọ ogun birigeedi ki-in-ni lẹka ileeṣẹ ologun to wa ni Gusau, atawọn oṣiṣẹ ijọba tọrọ kan ti dide sọrọ yii, wọn kọkọ lọ sileewe tiṣẹlẹ ọhun ti ṣẹlẹ ni Jangebe, lati le tọpasẹ igbo ti wọn ko wọn lọ ati apa ibi ti wọn gba.\n\nKọmiṣanna ọlọpaa ti ba ọga agba (Principal) ileewe naa atawọn obi tinu n bi sọrọ, o si ti bomi suuru fun wọn mu, o ti fi da wọn loju pe agbarijọ awọn ẹṣọ eleto aabo, awọn ọlọpaa, awọn ṣọja atawọn fijilante ni wọn maa ṣiṣẹ ọhun lati gba awọn ọmọ naa kuro lakata awọn afurasi ọdaran to ji wọn gbe naa.”", "language": "Yoruba", "language_code": "yor", "annotation_type": "original-annotations", "user_id": "0960ac6d7eaa937cea44294c713dbe7a2efd78b63dcde4e632ded6ffa40a92b2"}
{"inputs": "వితరణశీల న్యాయం అంటే ఏమిటి ?", "targets": "వ్యక్తుల మధ్య యోగ్యత ప్రాతిపదికపై వస్తు సంపదను రాజ్యం పంపిణీ చేయడాన్ని వితరణశీల న్యాయం అని అంటారు. న్యాయమంటే ఒక రకమైన వితరణ పద్దతి అని అరిస్టాటిల్ పేర్కొన్నాడు. న్యాయాన్ని విప్లవాలకు వ్యతిరేకంగా వినియోగించే సాధనమని అరిస్టాటిల్ ఉద్దేశ్యం.", "language": "Telugu", "language_code": "tel", "annotation_type": "original-annotations", "user_id": "1a3c6e506b8e029d67bb7f2e61f2017dac707de921fe09ac9e765b3988226d73"}
{"inputs": "Title: భారత్‌లోని చర్చిల్లో కన్ఫెషన్ ప్రక్రియకు తెరపడుతుందా?\\nSummary: కన్ఫెషన్. ఈ ఇంగ్లీష్ పదం మొట్ట మొదట స్కూల్లో ఆఖరి రోజున 'కన్ఫెషన్ సెషన్' జరిగినప్పుడు తెలిసింది. ఆ రోజు స్నేహితులందరూ మనసువిప్పి మాట్లాడుకునేవారు. తమకు ఎవరంటే ఇష్టమో, ఏ టీచర్ అంటే ఇష్టం లేదో, ఎవరు ఎక్కువ అల్లరి చేశారో, వంటి విషయాలతో పాటు చాలా విషయాలను చర్చించుకునేవారు.\\nArticle (Max 500 characters):", "targets": "కన్ఫెషన్‌ అంటే నమ్మకం ఉన్నవారితో మన మనసులో దాచుకున్న రహస్యాలను పంచుకోవడం. అలా చేయడం వల్ల మనసులో ఉన్న భారమంతా పోతుంది. \n\nఈ కన్ఫెషన్‌లో ఒక పెద్ద షరతు ఉంది. సెషన్ పూర్తైన తర్వాత ఎవరూ దాని గురించి మాట్లాడకూడదు. ఎవరు ఏం చెప్పినా అది ఆ నాలుగు గోడల మధ్యే ఉండిపోతుంది. \n\nకానీ కొందరిని బ్లాక్‌మెయిల్ చేయడానికి, లైంగికంగా వేధించడానికి ఆ కన్ఫెషన్ ఒక మార్గంగా మారుతుందని మాత్రం అప్పుడు అనుకోలేదు.\n\nకేరళలో ఇటీవల ఒక చర్చిలోని ఫాదర్ తనను ఏళ్ల తరబడి లైంగికంగా వేధించినట్టు, బ్లాక్ మెయిల్ చేసినట్టు ఒక వివాహిత ఆరోపించ", "language": "Telugu", "language_code": "tel", "annotation_type": "re-annotations", "user_id": "91d9052947ae358f386b2bd330c7f6bbd04bbe67aa85c499403b86d614c8b7a0"}
{"inputs": "Scrivi una possibile continuazione di questo paragrafo - \"L'Italia ha partecipato ai XIV Giochi paralimpici estivi...\"", "targets": "\"... di Londra, tenutisi tra il 29 agosto e il 9 settembre 2012, con una delegazione di 98 atleti concorrenti in 12 discipline. I portabandiera azzurri sono stati l'arciere Oscar De Pellegrin durante la cerimonia d'apertura e Alex Zanardi durante quella di chiusura. Gli azzurri si sono aggiudicati complessivamente 28 medaglie: 9 ori, 8 argenti e 11 bronzi.\"", "language": "Italian", "language_code": "ita", "annotation_type": "re-annotations", "user_id": "5dd2513170e3d607c99308d6b155214be6efb1c499378dfa7ba5aeef9ebbe525"}
{"inputs": "Sentencia 1: Este fue el décimo intento de abastecer el oasis por tierra, después de la derrota del ejército italiano en la Operación Compas y la retirada de Cirenaica. Sentencia 2: Este fue el último intento italiano de proporcionar el oasis después de la derrota del ejército en la Operación Compass y la retirada de Cirenaica por tierra. Pregunta: ¿Expresan la frase 1 y la frase 2 el mismo significado? - ¿Sí o No? - No lo sé.", "targets": "Si, el décimo es el último intento de abastecer el oasis por tierra del ejercito italiano.", "language": "Spanish", "language_code": "spa", "annotation_type": "re-annotations", "user_id": "11aee08593658325c4fa95ebefbdb6b7f006ef1b42668e82c0d7ca859ee0d679"}
{"inputs": "Quais foram as principais contribuições de Richard R. Ernst para a química?", "targets": "Richard R. Ernst, um químico suíço, recebeu o Prêmio Nobel de Química em 1991 por suas contribuições para o desenvolvimento da ressonância magnética nuclear (RMN), uma técnica fundamental para a análise de estruturas moleculares.", "language": "Portuguese", "language_code": "por", "annotation_type": "original-annotations", "user_id": "ebed01ea54b41ff4f38992944b014ebaa06b7b9224f28cd62c0be8563bba4979"}
{"inputs": "Trong 5 phút, 5 máy tạo ra được 5 chi tiết. Hỏi trong bao nhiêu phút, 100 máy tạo ra được 100 chi tiết?", "targets": "5 máy làm ra 5 chi tiết trong 5 phút, suy ra mỗi máy làm được 1 chi tiết trong 5 phút.\n\nTương tự, 100 máy cũng cần 5 phút để làm ra 100 chi tiết.", "language": "Vietnamese", "language_code": "vie", "annotation_type": "original-annotations", "user_id": "9cf6d3c9633102e632e91187792074cac3232247e340c205d4527cfccd7789b3"}
